let answers = {
    "ifst" : {
        "description" : "Вам подходит факультет - Информационные системы и технологии (ИФСТ)! \n В процессе обучения студенты изучают современные методы программирования и управления программными проектами в компаниях Neoflex, NetCracker, EPAM Systems и других.",
    },

    "ivsht" : { 
        "description" : "Информатика и вычислительная техника (ИВЧТ) подходит для вас! В рамках обучения студенты изучают новейшие компьютерные технологии, языки программирования, Интернет-технологии, создание приложений баз данных, распределенных решений. Особое внимание уделяется аппаратному обеспечению компьютерных систем, управлению операционными системами и компьютерными сетями. В программе обучения включены также технологии HR и сетевые технологии Cisco.",
    },

    "pinsh" : { 
        "description" : "Вам подходит факультет - Программная инженерия (ПИНЖ)! \n Выпускники направления обладают методами и инструментами управления программными проектами, проектирования, разработки, тестирования и внедрения программных систем. Учебный план направления «Программная инженерия» полностью соответствует государственному образовательному стандарту РФ и международному стандарту, что позволяет выпускникам получать два диплома о высшем образовании: государственный РФ и международный диплом компании APTECH."
        
    },

    "pinf" : { 
        "description" : "Вам подходит факультет - Прикладная информатика (ПИНФ)! at \n Учебный план направления сбалансирован и включает в себя изучение языков программирования: С, C#, .NET, Java, PHP, LISP, PROLOG, технологий разработки баз данных MS SQL, Oracle, технологий создания мобильных и распределенных приложений, виртуальной и дополненной реальности, а также разработки приложений на платформе 1С – национального стандарта для создания бизнес-ERP систем. На филиале кафедры «Прикладные информационные технологии» в компании ООО «СибИнтек» изучаются международные технологии SAP для создания крупных промышленных ERP-систем."
    },

    "rklm" : { 
        "description" : "Вам подходит факультет - Реклама (РКЛМ)! \n Основу учебной программы составляют навыки применения информационных технологий при создании рекламной и PR-продукции, управления коммуникациями в новых медиа, стратегий, методов и технологий массовых, деловых и персональных коммуникаций, формирования общественного мнения, поддержки и сопровождения партнерства власти, бизнеса и институтов гражданского общества, построения имиджевых коммуникаций."
    },

    "tlvd" : { 
        "description" : "Вам подходит факультет - Телевидение (ТЛВД)! at \n Основной акцент в обучении студентов сделан на углубленное изучение фундаментальных предметов и постоянную практику. К учебному процессу привлекаются ведущие российские и зарубежные эксперты, периодически проводятся лекции и мастер-классы, повышающие уровень подготовки студентов. Учебный план предусматривает прохождение стажировок в известных крупнейших теле- и информационных агентствах г. Саратова."
    },

    "dizn" : { 
        "description" : "Вам подходит факультет - Дизайн (ДИЗН)! at \n Студенты изучают актуальные компьютерные приложения: Adobe Photoshop, CorelDraw, Adobe Illustrator, Adobe InDesign, Adobe After Effects, Toon Boom, Autodesk 3d's Max, Maya и другие."
    },
}