const quiz = [
    {
        "q": "Какие из представленных вариантов наиболее интересны для вас?",
        "a": {
            "ifst": "Разработка веб-сайтов и веб-приложений",
            "ivsht": "Изучение новых технологий и трендов в IT-сфере",
            "pinsh": "Поэтапное создание программного обеспечения",
            "pinf": "Разработка прикладных программ для бизнеса и организаций",
            "rklm": "Создание эффективных рекламных кампаний и маркетинговых стратегий",
            "tlvd": "Изучение видеомонтажа, создание кино- и телепродукции",
            "dizn": "Разработка графических дизайнов для веб-сайтов и мобильных приложений"
        }
    },

    {
        "q": "Какая форма обучения вам подходит?",
        "a": {
            "ifst, ivsht, pinsh, ivsht, pinf, rklm, tlvd": "Очная форма",
            "pinf, ifst": "Заочная форма",
            "dizn": "Очно-заочная форма"
        }
    },

    {
        "q": "Какие предметы или технологии вы уже изучали?",
        "a": {
            "ifst": "Языки программирования: Python, Java, JavaScript" ,
            "ivsht": "Системное администрирование операционных систем Linux и Windows",
            "pinsh": "Разработка программных проектов с использованием Agile-методологии",
            "pinf": "Работа с базами данных: PostgreSQL, MongoDB, Redis",
            "rklm": "Основы маркетинга и управления проектами",
            "tlvd": "Изучение технологий создания и обработки видео- и аудио- контента",
            "dizn": "Графические редакторы: Adobe Photoshop, Adobe Illustrator, Figma"
        } 
    },

    {
        "q": "Какой ты по характеру?",
        "a": {
            "ifst ivsht": "Задумчивый" ,
            "pinsh": "Спокойный",
            "pinf": "Настойчивый",
            "rklm": "Открытый для нового",
            "tlvd": "Коммуникабельный",
            "dizn": "Креативный"
        }
    },

    {
        "q": "Выберите понравившийся вариант:",
        "a": {
            "ifst": "Овладение всеми аспектами работы с компьютерной графикой" ,
            "ivsht": "Овладение методами и инструментами проектирования, разработки, тестирования, сетевыми технологиями",
            "pinsh": "Управление проектами и командами в области информационных технологий",
            "pinf": "Занятие разработкой информационных систем",
            "rklm": "Владение приемами и технологиями деловых, массовых и персональных коммуникаций",
            "tlvd": "Владение техническими средствами видеосъемки и компьютерной обработки видеоматериалов",
            "dizn": "Работа над иллюстрациями - рисованными и фотографическими"
        } 
    },

    {
        "q": "Выберите по-вашему мнению достойный вариант:",
        "a": {
            "ifst pinsh ivsht": "Java" ,
            "ivsht": "PHP",
            "pinsh": "C++/C",
            "pinf": "MS SQL Server",
            "rklm dizn": "Adobe Photoshop",
            "tlvd": "Владение техническими средствами видеосъемки и компьютерной обработки видеоматериалов",
            "dizn": "Autodesk 3d's Max"
        } 
    },

    {
        "q": "Чем из представленного вы бы с большей вероятностью занимались?",
        "a": {
            "ifst pinsh": "Программист" ,
            "ivsht": "Разработчиком приложений баз данных",
            "pinsh": "Руководитель программных проектов",
            "pinf ivsht": "Администратор баз данных",
            "rklm": "Менеджер по рекламе и связям с общественностью",
            "tlvd": "Тележурналист",
            "dizn": "Креативный директор и арт-директор"
        } 
    },

]